/* kUIStrings_FolderNameHomeLibraryLogs; should EXACTLY MATCH what Mac OS X uses to name this folder (we would ask the system for this name if we could) */
"Logs" = "Logs";

/* kUIStrings_FolderNameApplicationPreferences; warning, this should be consistent with previous strings of this type because it is used to find existing preferences */
"MacTelnet Preferences" = "MacTelnet Preferences";

/* kUIStrings_FolderNameApplicationRecentSessions; warning, this should be consistent with previous strings of this type because it is used to find existing preferences */
"Recent Sessions" = "Recent Sessions";

/* kUIStrings_FolderNameApplicationScriptsMenuItems; warning, this should be consistent with previous strings of this type because it is used to find existing scripts */
"Scripts Menu Items" = "Scripts Menu Items";

/* kUIStrings_FileDefaultMacroSet; please localize the name but keep the .macros suffix */
"untitled.macros" = "untitled.macros";

/* kUIStrings_FileDefaultExportPreferences; please localize the name but keep the .plist suffix */
"untitled.plist" = "untitled.plist";

/* kUIStrings_FileDefaultSession; please localize the name but keep the .session suffix */
"untitled.session" = "untitled.session";

/* kUIStrings_FileDefaultCaptureFile; please localize the name but keep the .txt suffix */
"untitled.txt" = "untitled.txt";

